def create_signature(text):
    signature = f"""
    ==============================
           く__,.ヘヽ.　　　　/　,ー､ 〉
　　　　　＼ ', !-─‐-i　/　/´
　　　 　 ／｀ｰ'　　　 L/／｀ヽ､
　　 　 /　 ／,　 /|　 ,　 ,　　　 ',
　　　ｲ 　/ /-‐/　ｉ　L_ ﾊ ヽ!　 i
[A] ﾚ ﾍ 7ｲ｀ﾄ　 ﾚ'ｧ-ﾄ､!ハ|　 |
[R]　 !,/7 '0'　　 ´0iソ| 　      |　　　
[C]　 |.从"　　_　　 ,,,, / |./ 　 |
[H] ﾚ'| i＞.､,,__　_,.イ / 　.i 　|
[A]　　 ﾚ'| | / k_７_/ﾚ'ヽ,　ﾊ.　|
[R]　　　 | |/i 〈|/　 i　,.ﾍ |　i　|
[E]　　　.|/ /　ｉ： 　 ﾍ!　　＼　|
[U]　  　 kヽ>､ﾊ 　 _,.ﾍ､ 　 /､!
[X]　　　 !'〈//｀Ｔ´', ＼ ｀'7'ｰr'
　　　　　　 ﾚ'ヽL__|___i,___,ンﾚ|ノ
　　　　　 　　　ﾄ-,/　|___./
　　　　　 　　　'ｰ'　　!_,.:
    ==============================
    Hello Friend... Hehe
    """
    return signature
  
